Repository: daonomic/daonomic-client
Catalog: source/locales/*/messages.po
Languages: ru

source: 6 characters minimum
ru: Минимум 6 символов

source: Add
ru: Добавить

source: Address
ru: Адрес

source: After last step, your wallet will be automatically updated
ru: После успешного перевода, средства автоматически добавятся на ваш кошелек

source: After your payment will be completed you will get tokens to the selected ethereum address <0/>
ru: После завершения платежа токены будут зачислены на Ethereum-адрес <0/>

source: Already have an account?
ru: Уже есть аккаунт?

source: Amount
ru: Количество

source: An error occured: {0}
ru: Произошла ошибка: {0}

source: Authorize contract to transfer your tokens
ru: Разрешите контракту переводить средства

source: Available: <0>{locksAvailable,number}</0>
ru: Доступно: <0>{locksAvailable,number}</0>

source: Awaiting for start
ru: Ожидание старта

source: Balance Statistics
ru: Статистика по балансу

source: Bonus
ru: Бонус

source: Bonus: {0,number}
ru: Бонус: {0,number}

source: Bought
ru: Куплено

source: Buy
ru: Купить

source: Buy tokens
ru: Покупка токенов

source: Can’t find what are you looking for?
ru: Нужна помощь?

source: Checking allowance
ru: Проверка доступности снятия средств

source: Checking balance
ru: Проверка баланса

source: Confirm new password
ru: Подтверждение пароля

source: Confirmation awaiting
ru: Ожидание подтверждения

source: Congrats! Referral code <0>{0}</0> is applied and you will get bonus for tokens purchase.
ru: Поздравляем! Реферальный код <0>{0}</0> применён и вы получите бонус при покупке токенов.

source: Congrats! Your data is approved and now being processed. Please wait a bit, usually it takes 1-2 minutes.
ru: Поздравляем! Ваши данные проверены, подтверждены и теперь обрабатываются. Пожалуйста, подождите немного, обычно обработка занимает минуту-две.

source: Continue work
ru: Продолжить

source: Copied
ru: Скопировано

source: Copy
ru: Скопировать

source: Cost
ru: Стоимость

source: Create Wallet
ru: Создать кошелёк

source: Create new password
ru: Создание нового пароля

source: Create wallet
ru: Создание кошелька

source: Date
ru: Дата

source: Denial reason: {0}
ru: Причина отказа: {0}

source: Do NOT forget to save this password! It encrypts your private key. This does not act as a seed to generate your keys. You will need this password + your private key to unlock your wallet.
ru: Не забудьте сохранить этот пароль! Он шифрует ваш приватный ключ. Он не выступает как seed для генерации ключей. Вам понадобятся этот пароль и приватный ключ для разблокировки кошелька.

source: Don’t have an account?
ru: Ещё нет аккаунта?

source: Download Keystore File
ru: Скачать файл ключей

source: Email
ru: Эл. почта

source: Email us
ru: Напишите нам

source: Enter the email address you used when you joined and we’ll send you instructions to reset your password.
ru: Введите использованный при регистрации адрес почты. Мы пришлём вам инструкцию по сбросу пароля.

source: Error description: {0}. More detailed info see in console
ru: Ошибка: {0}. Больше деталей ищите в консоли

source: Failed to copy
ru: Не удалось скопировать

source: Failed to load options
ru: Не удалось загрузить опции

source: Failed to load referees
ru: Не удалось загрузить рефералов

source: Failed to load referral link
ru: Не удалось загрузить реферальную ссылку

source: Failed to load referral statistics
ru: Не удалось загрузить статистику

source: Failed to load transactions
ru: Не удалось загрузить транзакции

source: Failed to load unlock events
ru: Не удалось загрузить события разлочки

source: For investors
ru: Инвесторам

source: Forgot password?
ru: Забыли пароль?

source: Frequently asked questions
ru: Часто задаваемые вопросы

source: I have read and agree to the <a href="{0}" target="_blank" rel="noopener noreferrer">Terms of kyber.network service</a>
ru: Я прочитал и согласен с <a href="{0}" target="_blank" rel="noopener noreferrer">Правилами kyber.network service</a>

source: I want buy {purchasingTokenSymbol} with
ru: Я хочу приобрести {purchasingTokenSymbol} с помощью

source: In order to recieve tokens you need to give your Ethereum Wallet Address.
ru: Чтобы получить токены, вы должны указать адрес своего кошелька Ethereum.

source: Instructions to reset your password have been sent to you. Please check your email.
ru: Инструкции по сбросу пароля отправлены. Пожалуйста, проверьте почту.

source: KYC is not configured
ru: KYC не сконфигурирован

source: Loading..
ru: Загрузка..

source: Loading...
ru: Загрузка...

source: Log In
ru: Войти

source: Log Out
ru: Выйти

source: Make a purchase
ru: Подтвердите покупку

source: New password
ru: Новый пароль

source: New password have been created
ru: Новый пароль создан

source: Next unlock event: <0><1/></0>
ru: Следующая разблокировка: <0><1/></0>

source: No chain in progress.
ru: Транзакция не найдена

source: No transactions found
ru: Транзакции не найдены

source: No unlock events found
ru: Не удалось найти события разлочки

source: Note: address could not be changed after approval!
ru: Внимание: после подтверждения изменить адрес будет нельзя!

source: Oops. Unexpected error was thrown
ru: Упс. Неизвестная ошибка

source: Password
ru: Пароль

source: Password confirmation
ru: Подтверждение пароля

source: Password has been sent to email
ru: Пароль отправлен на эл. почту

source: Passwords should match
ru: Пароли должны совпадать

source: Payment Instruction
ru: Инструкция по оплате

source: Percentage
ru: Доля

source: Powered by
ru: Работает на

source: Private key
ru: Приватный ключ

source: Purchased {0,number} {tokenSymbol} for {1,number} {2}
ru: Куплено {0,number} {tokenSymbol} за {1,number} {2}

source: Re-enter your address to make sure it is correct
ru: Повторите ваш адрес, чтобы убедиться в его корректности

source: Received {0,number} locked {tokenSymbol}
ru: Получено {0,number} залоченных {tokenSymbol}

source: Received {0,number} {tokenSymbol}
ru: Получено {0,number} {tokenSymbol}

source: Referee
ru: Реферал

source: Referees count
ru: Количество рефералов

source: Referral
ru: Партнёрская программа

source: Referral link
ru: Реферальная ссылка

source: Referral will become available after the KYC approval.
ru: Партнёрская программа станет доступна после прохождения KYC.

source: Refresh page to update status
ru: Обновите страницу, чтобы увидеть статус

source: Registration date
ru: Дата регистрации

source: Reset calculations
ru: Сбросить вычисления

source: Reset instructions sent
ru: Инструкция по сбросу пароля отправлена

source: Sale is finished!
ru: Распродажа окончена!

source: Select residency
ru: Гражданство

source: Send reset instructions
ru: Отправить инструкцию

source: Sign up
ru: Зарегистрироваться

source: Something went wrong
ru: Что-то пошло не так

source: Something went wrong, please try again
ru: Что-то пошло не так. Попробуйте снова

source: Sorry, your data was denied.
ru: К сожалению, ваши данные были отклонены.

source: Source
ru: Источник

source: Starts with 0x, then 40 characters
ru: Начинается с 0x, затем 40 символов

source: Status
ru: Статус

source: Step 2: Buy tokens
ru: Шаг 2: покупка токенов

source: Submit
ru: Отправить

source: Success!
ru: Готово!

source: Terms of Service
ru: Правила пользования

source: This transaction will be provided by <0>Kyber Network</0>
ru: Эта транзакция будет проведена через <0>Kyber Network</0>

source: Token price
ru: Стоимость токена

source: Token purchasing
ru: Покупка токена

source: Token sale starts in {days, plural, one {1 day} other {# days}} {hours, plural, one {1 hour} other {# hours}} {minutes, plural, one {1 minute} other {# minutes}} {seconds, plural, one {1 second} other {# seconds}}
ru: Распродажа начнётся через {days, plural, one {1 день} few {# дня} many {# дней} other {# дней}} {hours, plural, one {1 час} few {# часа} many {# часов} other {# часов}} {minutes, plural, one {1 минуту} few {# минуты} many {# минут} other {# минут}} {seconds, plural, one {1 секунду} few {# секунды} many {# секунд} other {# секунд}}

source: Tokens sold
ru: Продано

source: Total received: <0>{0,number}</0>
ru: Всего получено: <0>{0,number}</0>

source: Transaction info
ru: Информация о транзакции

source: Transactions
ru: Транзакции

source: Unlock schedule
ru: Расписание разлочек

source: Verify Your Identity
ru: Подтверждение личности

source: Verify identity
ru: Подтвердить

source: Verify identity with Civic
ru: Подтвердить личность через Civic

source: Waiting for review
ru: На проверке

source: We need to verify your identity before you get access to token sale. Please click the link below and fill the opened form. Your data will be reviewed and then approved or denied.
ru: Нам нужно

source: Withdraw
ru: Снять средства

source: Withdrawed {0,number} {tokenSymbol}
ru: Выведено {0,number} {tokenSymbol}

source: You can purchase tokens via direct transfer to wallet. Send funds to this <0>{paymentMethodSymbol}</0> address:
ru: Вы можете приобрести токены при помощи прямого перевода. Отправляйте средства на <0>{paymentMethodSymbol}</0> адрес:

source: You have no referees
ru: У вас нет рефералов

source: You just successfully purchased <0>{amount} {0}</0> tokens. Tokens were added to your wallet automatically
ru: Вы только что приобрели <0>{amount} {0}</0> токенов. Токены были автоматически добавлены в ваш кошелек

source: Your Ethereum wallet
ru: Кошелёк Ethereum

source: Your Ethereum wallet address
ru: Адрес кошелька Ethereum

source: Your Ethereum wallet address confirmation
ru: Подтверждение адреса кошелька Ethereum

source: Your balance
ru: Ваш баланс

source: Your data is being reviewed. Please, wait for approval.
ru: Ваши данные на проверке. Пожалуйста, ожидайте.

source: Your residency
ru: Гражданство

source: Your transaction is in progress
ru: Транзакция в процессе

source: auth.loginHeading
ru: Вход

source: auth.signUpHeading
ru: Регистрация

source: createEthWalletTitle
ru: Создание кошелька Ethereum

source: in {days, plural, one {1 day} two {# days} few {# days} many {# days} other {# days} zero {0 days}} {hours}:{minutes}:{seconds}
ru: in {days} {days, plural, one {1 день} two {# дня} few {# дня} many {# дней} other {# дней} zero {0 дней}} {hours}:{minutes}:{seconds}

source: in {hours}:{minutes}:{seconds}
ru: через {hours}:{minutes}:{seconds}

source: soldOf
ru: из
